import Image from "next/image";
import React from "react";

const Steps = () => {
  const steps = [
    {
      title: "نوبت‌دهی آنلاین",
      description:
        "با نیکان ۳۶۵ دیگر نیازی به صف یا تماس‌های متعدد نیست. شما می‌توانید به‌صورت آنلاین و فقط با چند کلیک، از میان ده‌ها پزشک متخصص در بیمارستان‌های نیکان نوبت بگیرید، روز و ساعت مناسب را انتخاب کنید و تأییدیه نوبت را در لحظه دریافت کنید..",
      image: "/images/nikan365-icon-01.png",
      subTitle: "نوبت‌گیری ساده، سریع و بدون  تماس تلفنی.",
    },
    {
      title: "ویزیت آنلاین فوری",
      description:
        "اگر علائم یا سؤال پزشکی دارید اما فرصت رفتن به مطب یا بیمارستان را ندارید، سرویس ویزیت آنلاین فوری نیکان ۳۶۵، شما را در لحظه به پزشک متصل می‌کند. مشاوره تصویری، صوتی یا متنی به دلخواه شما انجام می‌شود و در پایان، نسخه‌ی الکترونیکی یا ارجاع تخصصی دریافت می‌کنید.",
      image: "/images/nikan365-icon-02.png",
      subTitle: "دسترسی فوری به پزشک عمومی و متخصص از هر جا",
    },
    {
      title: "تفسیر آزمایش با هوش مصنوعی",
      description:
        "کافی است نتیجه آزمایش خود را در اپلیکیشن بارگذاری کنید؛ سیستم تفسیر هوشمند نیکان ۳۶۵ با استفاده از الگوریتم‌های پیشرفته و استانداردهای علمی، نتایج را تحلیل می‌کند و به زبان ساده برای شما شرح می‌دهد. برای موارد حساس نیز امکان ارجاع به پزشک متخصص وجود دارد.",
      image: "/images/nikan365-icon-03.png",
      subTitle: "رک آسان نتایج آزمایش با تحلیل هوشمند",
    },
    {
      title: "درخواست خدمات درمانی در منزل",
      description:
        "برای سالمندان، کودکان یا بیماران ناتوان، نیکان ۳۶۵ امکان دریافت خدمات پرستاری، تزریقات، آزمایش، یا حتی ویزیت پزشکی را در منزل فراهم کرده است. تیم حرفه‌ای و آموزش‌دیده با هماهنگی سریع به محل اعزام می‌شود.",
      image: "/images/nikan365-icon-04.png",
      subTitle: "درمان در خانه، بدون رفت‌وآمد اضافی",
    },
    {
      title: "پرونده سلامت دیجیتال",
      description:
        "هر نسخه، آزمایش، ارجاع یا ویزیتی که در نیکان داشته‌اید به‌صورت خودکار در پرونده الکترونیکی شما ذخیره می‌شود. با نیکان ۳۶۵، هیچ اطلاعاتی گم یا فراموش نمی‌شود و شما در هر لحظه، در هر مکان، به تاریخچه کامل درمان‌تان دسترسی دارید.",
      image: "/images/nikan365-icon-05.png",
      subTitle: "سوابق درمانی همیشه همراه شما",
    },
    {
      title: "مدیریت سلامت خانواده (ویژه والدین)",
      description:
        "اگر پدر یا مادر هستید، نیکان ۳۶۵ این امکان را می‌دهد که اطلاعات درمانی فرزندان خود را به سادگی ببینید و مدیریت کنید. از تاریخچه آزمایش ها تا نوبت‌های آینده، نسخه‌های پزشک و تفسیر آزمایش‌ها، همه در یک پروفایل خانوادگی قابل مشاهده است. حتی اگر فرزند شما هنوز توانایی مدیریت اپلیکیشن را نداشته باشد.",
      image: "/images/nikan365-icon-06.png",
      subTitle: "مراقبت متمرکز از سلامت فرزندان با دسترسی والدین",
    },
  ];
  return (
    <div className="container lg:block hidden max-w-[1004px] mt-[100px]">
      {steps.map((step, index) => (
        <div
          className={`flex items-center my-20 justify-between ${
            index % 2  !== 0 ? "flex-row-reverse" : "flex-row"
          }`}
          key={index}
        >
          <div className={`flex  items-center  ${index % 2 !== 0 ? "border-r border-[#31D1B0] pr-[20px] flex-row-reverse justify-end " : "items-start pl-[20px] border-l border-[#31D1B0] "}`}>
            <Image src={step.image} alt={step.title} width={83} height={83} />
            <div className={`flex md:min-w-[300px] flex-col gap-2 ${index % 2 !== 0 ? "items-end" : "items-start"}`}>
              <h3 className="text-[#31D1B0] text-[16px] font-bold">{step.title}</h3>
              <p className="text-[#31D1B0] text-[16px] ">{step.subTitle}</p>
            </div>
          </div>
          <p className="text-[#3F3F3F] text-[16px] max-w-[531px] font-light">{step.description}</p>
        </div>
      ))}
    </div>
  );
};

export default Steps;
