import Image from "next/image";
import React from "react";

const Info = () => {
  return (
    <div className="pt-5">
      <span className="text-sm font-bold">
        تعریف دپارتمان بیماران بین الملل (IPD ) :
      </span>
      <p className="text-sm font-light ">
        توریسم درمانی یا گردشگری سلامت سفری است که با هدف درمان به کشور دیگری
        انجام می شود.  از دلایل این نوع گردشگری، عدم وجود شیوه های درمانی مشابه
        ، هزینه های بالا و عدم وجود تکنولوژی های پیشرفته درمانی در کشور مبدا می
        باشد ، از سویی دیگر با توجه به تعرفه های پزشکی مناسب در ایران نسبت به
        سایر کشورهای منطقه و ارائه خدمات پزشکی و پرستاری با کیفیت بین المللی
        تعداد زیادی بیماران ، تمایل دارند تا برای دریافت خدمات درمانی به ایران
        سفر نمایند و این امر خود سبب گردیده تا یکی از قطب های گردشگری سلامت در
        منطقه، کشور عزیزمان باشد. <br />
        در این راستا بیمارستان نیکان با توجه به ظرفیت های بالفعل و بالقوه،
        دستاوردهای موفق بین المللی و پیشتازی در عرصه مدیریت نوین خدمات سلامت
        توانست در ارزیابی وزارت بهداشت مجوز پذیرش بیماران بین المللی را دریافت
        نماید.
      </p>
      <Image
        src={"/images/inter-info.png"}
        alt=""
        width={1100}
        height={415}
        className="pt-10"
      />
    </div>
  );
};

export default Info;
