import Image from "next/image";
import React from "react";

const Services = () => {
  return (
    <div className="flex flex-col gap-y-1">
      <span className="text-sm font-bold pt-10">خدمات IPD :</span>
      <p className="text-sm font-light">
        دپارتمان بیماران بین المللی ( IPD ) بیمارستان از کارشناسان متخصص و
        پزشکان مجرب مسلط به زبان های بین المللی تشکیل شده که به صورت ۲۴ ساعته
        بستر ارائه خدمات سلامت را به بیماران بین المللی مهیا می سازد.
      </p>
      <ul className="text-sm list-disc font-light leading-[24px] pr-6">
        <li>
          حضور مترجم مقیم مسلط به زبانهای عربی، انگلیسی و فرانسه در این مرکز
          توانسته است ، از لحظه ورود به کشور تا ترخیص از بیمارستان را برای
          بیماران تسهیل نماید به گونه ای که هیچگونه خلل ارتباطی در این زمینه
          ایجاد نشود .
        </li>
        <li>
          کارشناس ارشد IPD مسئول هماهنگی نحوه حضور بیماران بین الملل در
          بیمارستان است در این راستا جهت کوتاه نمودن مسیر ارائه خدمات،حضور
          پرستار خوش آمدگویی در لابی و حضور کارشناس VIP/CIP در بیمارستان توانسته
          است اهرم های موثری برای این دپارتمان ایجاد نماید .
        </li>
        <li>
          ایجاد فضای اقامتی مبتنی بر فرهنگ بیمار در بیمارستان ، یکی از مزیت های
          رقابتی بیمارستان نیکان محسوب می گردد. مجهز بودن بخش های بستری به رسانه
          های تصویری و مکتوب بین المللی مصوب وزارت ارشاد، نصب استند خوشامدگویی
          به زبان بیمار، وجود پرچم ملی کشور وی، ارائه منوی غذای مبتنی بر ملیت
          بیمار به زبان عربی/انگلیسی و امکان سرو غذاهای بین المللی و امکان تبدیل
          ارزهای بین المللی به ریال در بیمارستان، از اهم اقدامات صورت گرفته است.
        </li>
        <li>
          . در راستای کاهش دغدغه های اقامتی و مسافرتی بیماران و همراهان وی ،
          ایجاد بستر همکاری با هتل های مختلف در درجات متنوع تشریفات، امکان
          دریافت و یا تمدید ویزا؛ رزرو خطوط مسافرتی در کلیه قالب های هوایی،
          زمینی، دریایی و بهره مندی از تورهای گردشگری داخل تهران توانسته است بار
          نگرانی بزرگی را از دوش ایشان بردارد.
        </li>
        <li>
          با توجه به شرایط بیمار و در صورت تمایل امکان همراهی وی از فرودگاه تا
          بیمارستان و بالعکس توسط کادر درمانی ویژه مهیا می باشد.
        </li>
        <li>
          ترجمه کلیه اوراق و فرم های بیمارستان به دو زبان عربی و انگلیسی توانسته
          است گام مهمی را در راستای حفظ حقوق بیماران بردارد. در این راستا انجام
          نظرسنجی های روزانه از بیماران بین الملل در تکنیک های مختلف(پرسشنامه
          بین المللی-مصاحبه حضوری و یا ایمیل به بیمارستان) و انجام اقدامات
          اصلاحی در کمتر از حداکثر ۱۲ ساعت توانسته است در تبیین و تنویر حقوق
          بیماران موثر واقع گردد .
        </li>
        <li>
          ویزیت های روزانه پزشک IPD از تمامی بیماران بین المللی در بیمارستان و
          تیم مجرب و فوق تخصصی پزشکان این حوزه یکی از محورهای اعتماد بیماران به
          بیمارستان نیکان می باشد.
        </li>
        <li>
          ارائه صورتحساب به زبان انگلیسی به همراه Medical Report در زمان ترخیص ،
          سبب ایجاد اطمینان خاطر در بیماران جهت ادامه درمان در کشور و یا مرکز
          دیگری گردیده است.
        </li>
      </ul>
      <Image
        src={"/images/inter-services.png"}
        alt=""
        width={1100}
        height={415}
        className="pt-10"
      />
      <span className="text-sm font-bold pt-10">خدمات IPD :</span>
      <p className="text-sm font-light">
        دپارتمان بیماران بین المللی ( IPD ) بیمارستان از کارشناسان متخصص و
        پزشکان مجرب مسلط به زبان های بین المللی تشکیل شده که به صورت ۲۴ ساعته
        بستر ارائه خدمات سلامت را به بیماران بین المللی مهیا می سازد.
      </p>
      <ul className="text-sm list-disc font-light leading-[24px] pr-6">
        <li>
          حضور مترجم مقیم مسلط به زبانهای عربی، انگلیسی و فرانسه در این مرکز
          توانسته است ، از لحظه ورود به کشور تا ترخیص از بیمارستان را برای
          بیماران تسهیل نماید به گونه ای که هیچگونه خلل ارتباطی در این زمینه
          ایجاد نشود .
        </li>
        <li>
          کارشناس ارشد IPD مسئول هماهنگی نحوه حضور بیماران بین الملل در
          بیمارستان است در این راستا جهت کوتاه نمودن مسیر ارائه خدمات،حضور
          پرستار خوش آمدگویی در لابی و حضور کارشناس VIP/CIP در بیمارستان توانسته
          است اهرم های موثری برای این دپارتمان ایجاد نماید .
        </li>
        <li>
          ایجاد فضای اقامتی مبتنی بر فرهنگ بیمار در بیمارستان ، یکی از مزیت های
          رقابتی بیمارستان نیکان محسوب می گردد. مجهز بودن بخش های بستری به رسانه
          های تصویری و مکتوب بین المللی مصوب وزارت ارشاد، نصب استند خوشامدگویی
          به زبان بیمار، وجود پرچم ملی کشور وی، ارائه منوی غذای مبتنی بر ملیت
          بیمار به زبان عربی/انگلیسی و امکان سرو غذاهای بین المللی و امکان تبدیل
          ارزهای بین المللی به ریال در بیمارستان، از اهم اقدامات صورت گرفته است.
        </li>
        <li>
          . در راستای کاهش دغدغه های اقامتی و مسافرتی بیماران و همراهان وی ،
          ایجاد بستر همکاری با هتل های مختلف در درجات متنوع تشریفات، امکان
          دریافت و یا تمدید ویزا؛ رزرو خطوط مسافرتی در کلیه قالب های هوایی،
          زمینی، دریایی و بهره مندی از تورهای گردشگری داخل تهران توانسته است بار
          نگرانی بزرگی را از دوش ایشان بردارد.
        </li>
        <li>
          با توجه به شرایط بیمار و در صورت تمایل امکان همراهی وی از فرودگاه تا
          بیمارستان و بالعکس توسط کادر درمانی ویژه مهیا می باشد.
        </li>
        <li>
          ترجمه کلیه اوراق و فرم های بیمارستان به دو زبان عربی و انگلیسی توانسته
          است گام مهمی را در راستای حفظ حقوق بیماران بردارد. در این راستا انجام
          نظرسنجی های روزانه از بیماران بین الملل در تکنیک های مختلف(پرسشنامه
          بین المللی-مصاحبه حضوری و یا ایمیل به بیمارستان) و انجام اقدامات
          اصلاحی در کمتر از حداکثر ۱۲ ساعت توانسته است در تبیین و تنویر حقوق
          بیماران موثر واقع گردد .
        </li>
        <li>
          ویزیت های روزانه پزشک IPD از تمامی بیماران بین المللی در بیمارستان و
          تیم مجرب و فوق تخصصی پزشکان این حوزه یکی از محورهای اعتماد بیماران به
          بیمارستان نیکان می باشد.
        </li>
        <li>
          ارائه صورتحساب به زبان انگلیسی به همراه Medical Report در زمان ترخیص ،
          سبب ایجاد اطمینان خاطر در بیماران جهت ادامه درمان در کشور و یا مرکز
          دیگری گردیده است.
        </li>
      </ul>
      <video
        src="/images/video.mp4"
        width="100%"
        height="auto"
        playsInline
        preload="auto"
        controls
      ></video>
      <button className="text-[15px] text-[#696969] sm:w-[361px] w-full h-[52px] flex justify-center items-center bg-[#F2F2F2] rounded-[11px] mt-10 mx-auto">
        دانلود کاتالوگ واحد بین الملل
      </button>
    </div>
  );
};

export default Services;
